log/2019-09-27/2019-09-27-17:50:43
20        Threads
50        Connections per thread
10000     Requests per client


ALL STATS
=========================================================================
Type         Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
-------------------------------------------------------------------------
Sets        89330.99          ---          ---     11.29100      5050.07 
Gets            0.00         0.00         0.00      0.00000         0.00 
Waits           0.00          ---          ---      0.00000          --- 
Totals      89330.99         0.00         0.00     11.29100      5050.07 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       0.230         0.00
SET       0.240         0.00
SET       0.250         0.00
SET       0.260         0.00
SET       0.270         0.00
SET       0.280         0.00
SET       0.290         0.01
SET       0.300         0.01
SET       0.310         0.01
SET       0.320         0.02
SET       0.330         0.02
SET       0.340         0.03
SET       0.350         0.03
SET       0.360         0.03
SET       0.370         0.04
SET       0.380         0.04
SET       0.390         0.05
SET       0.400         0.05
SET       0.410         0.06
SET       0.420         0.06
SET       0.430         0.07
SET       0.440         0.07
SET       0.450         0.07
SET       0.460         0.08
SET       0.470         0.08
SET       0.480         0.09
SET       0.490         0.09
SET       0.500         0.09
SET       0.510         0.10
SET       0.520         0.10
SET       0.530         0.10
SET       0.540         0.11
SET       0.550         0.11
SET       0.560         0.12
SET       0.570         0.12
SET       0.580         0.12
SET       0.590         0.13
SET       0.600         0.13
SET       0.610         0.13
SET       0.620         0.14
SET       0.630         0.14
SET       0.640         0.14
SET       0.650         0.15
SET       0.660         0.15
SET       0.670         0.15
SET       0.680         0.15
SET       0.690         0.16
SET       0.700         0.16
SET       0.710         0.16
SET       0.720         0.17
SET       0.730         0.17
SET       0.740         0.17
SET       0.750         0.18
SET       0.760         0.18
SET       0.770         0.18
SET       0.780         0.18
SET       0.790         0.19
SET       0.800         0.19
SET       0.810         0.19
SET       0.820         0.20
SET       0.830         0.20
SET       0.840         0.20
SET       0.850         0.20
SET       0.860         0.21
SET       0.870         0.21
SET       0.880         0.21
SET       0.890         0.21
SET       0.900         0.22
SET       0.910         0.22
SET       0.920         0.22
SET       0.930         0.22
SET       0.940         0.23
SET       0.950         0.23
SET       0.960         0.23
SET       0.970         0.24
SET       0.980         0.24
SET       0.990         0.24
SET       1.000         0.26
SET       1.100         0.28
SET       1.200         0.30
SET       1.300         0.32
SET       1.400         0.35
SET       1.500         0.37
SET       1.600         0.39
SET       1.700         0.41
SET       1.800         0.43
SET       1.900         0.45
SET       2.000         0.47
SET       2.100         0.49
SET       2.200         0.51
SET       2.300         0.54
SET       2.400         0.56
SET       2.500         0.58
SET       2.600         0.60
SET       2.700         0.63
SET       2.800         0.67
SET       2.900         0.71
SET       3.000         0.74
SET       3.100         0.79
SET       3.200         0.83
SET       3.300         0.88
SET       3.400         0.93
SET       3.500         0.98
SET       3.600         1.03
SET       3.700         1.07
SET       3.800         1.12
SET       3.900         1.17
SET       4.000         1.21
SET       4.100         1.27
SET       4.200         1.32
SET       4.300         1.37
SET       4.400         1.43
SET       4.500         1.49
SET       4.600         1.56
SET       4.700         1.63
SET       4.800         1.70
SET       4.900         1.78
SET       5.000         1.87
SET       5.100         1.97
SET       5.200         2.07
SET       5.300         2.19
SET       5.400         2.32
SET       5.500         2.46
SET       5.600         2.61
SET       5.700         2.78
SET       5.800         2.97
SET       5.900         3.17
SET       6.000         3.40
SET       6.100         3.65
SET       6.200         3.93
SET       6.300         4.23
SET       6.400         4.58
SET       6.500         4.95
SET       6.600         5.36
SET       6.700         5.81
SET       6.800         6.30
SET       6.900         6.83
SET       7.000         7.41
SET       7.100         8.03
SET       7.200         8.69
SET       7.300         9.40
SET       7.400        10.18
SET       7.500        11.01
SET       7.600        11.90
SET       7.700        12.84
SET       7.800        13.83
SET       7.900        14.87
SET       8.000        15.97
SET       8.100        17.13
SET       8.200        18.30
SET       8.300        19.54
SET       8.400        20.82
SET       8.500        22.14
SET       8.600        23.50
SET       8.700        24.88
SET       8.800        26.30
SET       8.900        27.74
SET       9.000        29.20
SET       9.100        30.68
SET       9.200        32.14
SET       9.300        33.63
SET       9.400        35.13
SET       9.500        36.63
SET       9.600        38.15
SET       9.700        39.62
SET       9.800        41.11
SET       9.900        42.60
SET      10.000        50.46
SET      11.000        62.78
SET      12.000        72.42
SET      13.000        79.67
SET      14.000        84.81
SET      15.000        88.47
SET      16.000        91.08
SET      17.000        93.00
SET      18.000        94.42
SET      19.000        95.47
SET      20.000        96.31
SET      21.000        97.00
SET      22.000        97.55
SET      23.000        98.01
SET      24.000        98.38
SET      25.000        98.69
SET      26.000        98.94
SET      27.000        99.13
SET      28.000        99.30
SET      29.000        99.43
SET      30.000        99.54
SET      31.000        99.63
SET      32.000        99.70
SET      33.000        99.76
SET      34.000        99.80
SET      35.000        99.84
SET      36.000        99.86
SET      37.000        99.88
SET      38.000        99.90
SET      39.000        99.91
SET      40.000        99.92
SET      41.000        99.93
SET      42.000        99.94
SET      43.000        99.94
SET      44.000        99.95
SET      45.000        99.96
SET      46.000        99.96
SET      47.000        99.97
SET      48.000        99.97
SET      49.000        99.97
SET      50.000        99.98
SET      51.000        99.98
SET      52.000        99.98
SET      53.000        99.98
SET      54.000        99.98
SET      55.000        99.98
SET      56.000        99.99
SET      57.000        99.99
SET      58.000        99.99
SET      59.000        99.99
SET      60.000        99.99
SET      61.000        99.99
SET      62.000        99.99
SET      63.000        99.99
SET      64.000        99.99
SET      65.000        99.99
SET      66.000        99.99
SET      67.000        99.99
SET      68.000        99.99
SET      69.000       100.00
SET      70.000       100.00
SET      71.000       100.00
SET      72.000       100.00
SET      73.000       100.00
SET      74.000       100.00
SET      75.000       100.00
SET      76.000       100.00
SET      77.000       100.00
SET      78.000       100.00
SET      79.000       100.00
SET      80.000       100.00
SET      81.000       100.00
SET      82.000       100.00
SET      83.000       100.00
SET      84.000       100.00
SET      85.000       100.00
SET      86.000       100.00
SET      87.000       100.00
SET      88.000       100.00
SET      89.000       100.00
SET      90.000       100.00
SET      91.000       100.00
SET      92.000       100.00
SET      93.000       100.00
SET      97.000       100.00
SET     100.000       100.00
SET     110.000       100.00
---
---